<?php

return [
    '1.0.0' => [
        'Initialize dcat-dispicker.',
    ],
    '1.0.1' => [
        '修改文档'
    ],
    '1.0.2' => [
        '修复js引用'
    ],
    '1.0.3' => [
        '修复Grid filter'
    ],
    '1.0.4' => [
        '修复Grid filter的一些问题',
        '通过level()控制展示的级别'
    ],
    '1.0.5' => [
        'filter默认展开省市区'
    ],
    '1.0.6' => [
        '修复表单编辑回显'
    ],
    '1.0.7'=> [
        '更新地址库至2021.10.10版本'
    ],
    '1.0.8' => [
        '优化地址库'
    ],
    '1.0.9' => [
        '优化地址库ID'
    ]
];
